tap "homebrew/cask"
tap "homebrew/cask-fonts"

cask "iterm2"
cask "visual-studio-code"
cask "bettertouchtool"
cask "alfred"
cask "docker"
cask "rectangle"
cask "aws-vault"
cask "switchhosts"
cask "slack"

cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-input"
cask "font-monoid-nerd-font"
cask "font-monofur-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-heavy-data-nerd-font"

brew "mas"

brew "helm"
brew "awscli"
brew "akamai"
brew "krew"
brew "fzf"
brew "htop"
brew "groovy"
brew "pyenv"
brew "pipenv"
brew "golang"
brew "hub"
brew "gh"
brew "newrelic-cli"
brew "kubectl"
brew "kubectx"
brew "kubernetes-service-catalog-client"
brew "nvm"
brew "zsh-completion"
brew "zsh-syntax-highlighting"
brew "zplug"

# mas "XCode"
# mas "Lastpass"
